TXT_OBTAIN_MANUAL_AUTH = \u8A8D\u8A3C\u30B3\u30FC\u30C9\u306E\u767A\u884C\u8005\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_SIGNATURE_NEEDED = \u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
TXT_NO_RESPONSE = \u30B5\u30FC\u30D0\u30FC\u304B\u3089\u5FDC\u7B54\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u63A5\u7D9A\u3092\u78BA\u8A8D\u3057\u3066\u300C\u518D\u8A66\u884C\u300D\u3092\u62BC\u3059\u304B\u3001\u300C\u62D2\u5426\u300D\u3092\u62BC\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u62D2\u5426\u6E08\u3068\u3057\u3066\u51E6\u7406\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_RESPONSE_APPROVED = \u30B5\u30FC\u30D0\u30FC\u63A5\u7D9A\u304C\u30EA\u30AB\u30D0\u30EA\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u627F\u8A8D\u3055\u308C\u307E\u3057\u305F\u3002
TXT_RESPONSE_DECLINED = \u30B5\u30FC\u30D0\u30FC\u63A5\u7D9A\u304C\u30EA\u30AB\u30D0\u30EA\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
TXT_RECOVERY_ABANDONED = \u7AEF\u672B\u304B\u3089\u5FDC\u7B54\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u62D2\u5426\u6E08\u3068\u3057\u3066\u51E6\u7406\u3057\u3066\u3044\u307E\u3059\u3002
TXT_GIFT_CARD_RELOAD_REJECTED = \u30AE\u30D5\u30C8\u30FB\u30AB\u30FC\u30C9\u88DC\u5145\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
TXT_TRANSACTION_CANCELLED = \u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002
TXT_TRANSACTION_CANCELLED_AUTHORISATION_REVERSED = \u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002\u8A8D\u8A3C\u306F\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002
TXT_VOIDING_TRANSACTION = \u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7121\u52B9\u306B\u3057\u3066\u3044\u307E\u3059\u3002
TXT_GIFT_CARD_ENTER_PIN = PIN\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_FUNCTIONALITY_DISABLED_REVERSING_AUTHORISATION = \u3053\u306E\u6A5F\u80FD\u306F\u7121\u52B9\u3067\u3059\u3002\u8A8D\u8A3C\u3092\u53D6\u308A\u6D88\u3057\u3066\u3044\u307E\u3059\u3002
TXT_INSTALLMENTS_DEBIT_CREDIT_SELECTION = \u652F\u6255\u306F\u30C7\u30D3\u30C3\u30C8\u307E\u305F\u306F\u30AF\u30EC\u30B8\u30C3\u30C8\u3067\u3059\u304B?
TXT_INSTALLMENTS_DEBIT = \u30C7\u30D3\u30C3\u30C8
TXT_INSTALLMENTS_CREDIT = \u30AF\u30EC\u30B8\u30C3\u30C8
TXT_INSTALLMENTS_CANCEL = \u53D6\u6D88
TXT_INSTALLMENTS_HOW_MANY_INSTALLMENTS = \u5272\u8CE6\u306F\u4F55\u56DE\u306B\u3057\u307E\u3059\u304B?
TXT_SELECT_GIFT_CARD_PROVIDER = \u30AE\u30D5\u30C8\u30FB\u30AB\u30FC\u30C9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_SELECT_GIFT_CARD_PROVIDER_CANCEL = \u53D6\u6D88
TXT_CELL_PHONE_RECHARGE_CASH_OR_CARD_SELECTION = \u652F\u6255\u306F\u30AB\u30FC\u30C9\u307E\u305F\u306F\u73FE\u91D1\u3067\u3059\u304B?
TXT_CELL_PHONE_RECHARGE_CASH = \u73FE\u91D1
TXT_CELL_PHONE_RECHARGE_CARD = \u30AB\u30FC\u30C9
TXT_INVOICE_PAYMENT_SCAN_BARCODE = \u8ACB\u6C42\u66F8\u306E\u30D0\u30FC\u30B3\u30FC\u30C9\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_INVOICE_PAYMENT_CASH_OR_CARD_SELECTION = \u652F\u6255\u306F\u30AB\u30FC\u30C9\u307E\u305F\u306F\u73FE\u91D1\u3067\u3059\u304B?
TXT_INVOICE_PAYMENT_CASH = \u73FE\u91D1
TXT_INVOICE_PAYMENT_CARD = \u30AB\u30FC\u30C9

TXT_SERVER_ERROR = \u30B5\u30FC\u30D0\u30FC\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
TXT_POS_OR_SERVER_ERROR = \u8CA9\u58F2\u6642\u70B9\u60C5\u5831\u7BA1\u7406\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
TXT_UNSUPPORTED_OPERATION_ERROR = \u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u64CD\u4F5C\u306E\u5B9F\u884C\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u3002
TXT_FORMAT_ERROR = OPI\u304B\u3089\u4E0D\u660E\u306A\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
TXT_NO_MANUAL_ERROR = \u624B\u52D5\u30AB\u30FC\u30C9\u5165\u529B\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
TXT_VALIDATION_ERROR = \u8981\u6C42\u307E\u305F\u306F\u5FDC\u7B54\u3092\u691C\u8A3C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
TXT_MANDATORY_DATA_MISSING_ERROR = OPI\u5FDC\u7B54\u306B\u5FC5\u9808\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
TXT_SERVER_DATA_PARSING_ERROR = \u652F\u6255\u63D0\u4F9B\u696D\u8005\u304B\u3089\u306E\u627F\u8A8D\u6E08\u5FDC\u7B54\u306E\u51E6\u7406\u4E2D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_GIFT_CARD_PIN_WRONG_LENGTH_ERROR = \u7121\u52B9\u306A\u9577\u3055\u306EPIN\u304C\u5165\u529B\u3055\u308C\u307E\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_GIFT_CARD_PIN_ENTRY_RETRIES_EXCEEDED_ERROR = \u30AE\u30D5\u30C8\u30FB\u30AB\u30FC\u30C9PIN\u5165\u529B\u306E\u518D\u8A66\u884C\u56DE\u6570\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u53D6\u308A\u6D88\u3057\u3066\u3044\u307E\u3059\u3002
TXT_INSTALLMENTS_INSTALLMENTS_ALLOWED_BELOW_MIN_ERROR = \u5165\u529B\u3055\u308C\u305F\u5272\u8CE6\u56DE\u6570\u304C\u8A31\u5BB9\u6700\u5C0F\u5024(1)\u672A\u6E80\u3067\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_INSTALLMENTS_MAX_INSTALLMENTS_EXCEEDED_ERROR = \u5165\u529B\u3055\u308C\u305F\u5272\u8CE6\u56DE\u6570\u304C\u5272\u8CE6\u306E\u8A31\u5BB9\u6700\u5927\u5024\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_INSTALLMENTS_MAX_LENGTH_EXCEEDED_ERROR = \u5165\u529B\u3055\u308C\u305F\u5272\u8CE6\u56DE\u6570\u304C\u8A31\u5BB9\u6700\u5927\u9577\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_INSTALLMENTS_RETRIES_EXCEEDED_ERROR = \u5272\u8CE6\u5165\u529B\u306E\u518D\u8A66\u884C\u56DE\u6570\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u53D6\u308A\u6D88\u3057\u3066\u3044\u307E\u3059\u3002
TXT_INVOICE_PAYMENT_MAX_LENGTH_ERROR = \u5165\u529B\u3055\u308C\u305F\u30D0\u30FC\u30B3\u30FC\u30C9\u304C\u6700\u5927\u9577\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
